<x-layout>
    <x-banner />
    <x-section>
        <x-Text.title>Про нас</x-Text.title>
        <x-Text.subtitle>Офіційний дилер автомобілів ŠKODA в м. Кременчук</x-Text.subtitle>
        <x-Text.text>
            Ми є офіційним дилером автомобілів ŠKODA в м. Кременчук, що надає широкий спектр послуг, включаючи продаж
            нових
            та вживаних автомобілів, сервісне обслуговування, ремонт та продаж оригінальних запчастин. Наша мета -
            забезпечити найвищу якість обслуговування та задоволення потреб наших клієнтів. Ми прагнемо стати вашим
            надійним партнером у світі автомобілів ŠKODA, пропонуючи
            професійний підхід, індивідуальний сервіс та конкурентні ціни.
        </x-Text.text>
    </x-section>
    <x-model />
</x-layout>
